Repository: rajkumaar23/badgie
Catalog: po/*.po
Languages: fr, it, pt, tr

source: Enter app's package name
fr: Entrez le nom du paquet de l'application
it: Inserisci il package name dell'app
pt: Insira o nome do pacote da aplicação
tr: Uygulamanın paket adını girin

source: Badges for your Android App's README
fr: Des badges pour le fichier README de votre application Android
it: Distintivo per il README della tua app Android
pt: Distintivos para o LEIA-ME da sua Aplicação Android
tr: Android Uygulamanızın Açıklaması için rozetler

source: Choose badge type
fr: Sélectionnez le type de badge
it: Scegli il tipo di distintivo
pt: Escolha o tipo de distintivo
tr: Rozet türünü seçin

source: Fetch the badge
fr: Récupérer le badge
it: Genera il distintivo
pt: Procurar o distintivo
tr: Rozeti getir

source: Copy badge link
fr: Copier le lien du badge
it: Copia il link del distintivo
pt: Copiar o link do distintivo
tr: Rozet bağlantısını kopyala

source: For more details, visit <a href='%s'>here</a>.
fr: Pour plus d'informations, rendez-vous <a href='%s'>ici</a>.
it: Per maggiori dettagli, vai <a href='%s'>qui</a>.
pt: Para mais detalhes, clique <a href='%s'>aqui</a>.
tr: Daha fazla ayrıntı için <a href='%s'>burayı</a> ziyaret edin.

source: Fetching your badge…
fr: Récupération de votre badge…
it: Generazione del badge in corso…
pt: A procurar o seu distintivo...
tr: Rozetiniz alınıyor…

source: Oops! An unexpected error occurred 😓️
fr: Oups ! Une erreur inattendue s'est produite 😓️
it: Ops! Si è verificato un errore inaspettato 😓️
pt: Puxa! Ocorreu um erro inesperado 😓️
tr: Oops! Beklenmeyen bir hata oluştu 😓️

source: Fetch your badge
fr: Récupérer votre badge
it: Genera il tuo distintivo
pt: Procurar o seu distintivo
tr: Rozetinizi alın

source: Copied!
fr: Copié !
it: Copiato
pt: Copiado!
tr: Kopyalandı!

source: Version
it: Versione
pt: Versão
tr: Versiyon

source: Installs
fr: Nombre d'installations
it: Installazioni
pt: Instalações
tr: Yüklerken

source: Rating
fr: Avis
it: Valutazione
pt: Avaliação
tr: Değerlendirme

source: Size
fr: Taille
it: Dimensione
pt: Tamanho
tr: Boyut

source: Developer
fr: Développeur
it: Sviluppatore
pt: Desenvolvedor
tr: Geliştirici

source: Last Updated
fr: Dernière mise à jour
it: Ultimo aggiornamento
pt: Última Atualização
tr: Son güncelleme

source: No of users rated
fr: Nombre d'utilisateurs qui ont donné leur avis
it: Numero di utenti recensori
pt: Numero de utilizadores avaliados
tr: Puan alan kullanıcı yok
